Repository: kordekoploks/flutter_showcase
Catalog: lib/l10n/app_*.arb
Languages: id

source: Hello World!
id: Hallo Dunia!

source: Full Name
id: Nama Lengkap

source: Phone Number
id: Nomor Telepon

# seeProfileDetails
source: See Profile Deteails
id: Lihat Detail Lebih Jauh

source: Loading...
id: Memuat...

source: Error
id: Kesalahan

source: Sign UP
id: Bergabung

source: Welcome Back
id: Selamat Datang Kembali

source: Hello There, Create New Account?
id: Hello, Buat Akun Baru?

# signInWithSosialNetwork
source: Sign In With Social Network
id: Masuk Dengan Media Sosial

source: Or Sign In With Email
id: Atau Masuk Dengan Email

source: First Name
id: Nama Depan

source: Last Name
id: Nama Belankang

source: This Field Cant Be Empty
id: Kolom Ini Tidak Bisa Kosong

source: Enter A Valid Phone Number
id: Masukan Nomor Telepon Yang Valid

source: Password
id: Kata Sandi

source: Confirm Password
id: Konfirmasi Kata Sandi

source: Password Do Not Match
id: Pasword Tidak Sesuai

source: By Creating An Account You Agree To Our
id: Dengan Membuat Akun Anda Setuju Dengan

# termsAndCondition
source: Terms And Conditions
id: Syarat Dan Kondisi

source: Already Have An Account?
id: Sudah Punya Akun?

source: Sign In
id: Masuk

source: Sign Out
id: Keluar

source: Username Or Password Wrong
id: Nama Pengguna Atau Password Salah

source: Hello There Sign In To Continue
id: Hello, Masuk Untuk Melanjutkan

source: Text Input
id: Masukan Text

source: Forgot Your Password?
id: Lupa Password Anda?

source: Or Sign In With Social Network
id: Atau Masuk Dengan Media Sosial

# dontHaveAnAccount
source: Don't Have Account?
id: Tidak Mempunyai Akun?

source: Welcome
id: Selamat Datang

source: List Of Product
id: Daftar produk

source: Search Of Product
id: Cari Produk

source: Product Not Found
id: Produk Tidak ditemukan

source: Network Failure n Try Again!
id: Jaringan Gagal Dan Coba Lagi!

source: Internal Server Error
id: Kesalahan Server Internal

source: No Connection
id: Tidak ada Koneksi

source: Products not found!
id: Produk Tidak Ditemukan!

source: Profile Information
id: Informasi Profile

source: Profile User
id: Profile Pengguna

source: Profile updated successfully!
id: Profile Berhasil DiUpdate!

source: Profile Edit
id: Pengeditan Profile

source: Confirm
id: Konfirmasi

source: Change Password
id: Ganti Password

source: Type Your New Password
id: Ketikan Password Baru

source: Change Password Successfully
id: password berhasil diganti

source: You Have Successfully Change Password
id: Anda Berhasil Mengganti Password

source: Please use the new password when Sign in
id: Mohon Menggunakan Password Baru Saat Masuk

source: Forgot Password
id: Lupa Password

source: Type Your Phone Number
id: Isi Nomor Telepon Anda

source: We texted you a code to verify your phone number
id: Kami mengirimi Anda kode untuk memverifikasi nomor telepon Anda

source: Send
id: Kirim

source: Type A Code
id: Ketikan Code

source: Code
id: kode

source: Resend
id: Kirim Ulang

source: We texted you a code to verify your
id: Kami mengirimi Anda kode melalui teks untuk memverifikasi

source: This code will expire 10 minutes after this message. If you don't get a message.
id: Kode ini akan kedaluwarsa 10 menit setelah pesan ini. Jika Anda tidak mendapat pesan.

source: Edit Full Name
id: Edit Nama Lengkap

source: Save
id: Simpan

source: Password Has Been Changed
id: Password Sudah Diganti
